Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ALBUMS_TITLE
source: Albums
ar: الألبومات
bg: Албуми
ca: Àlbums
cs: Alba
da: Album
de: Alben
el: Άλμπουμ
es: Álbumes
es_us: Álbumes
fi: Albumit
he: אלבומים
hi: ऐल्बम
hr: Albumi
hu: Albumok
id: Album
it: Album
ja: アルバム
kk: Альбомдар
ko: 앨범
lt: Albumai
ms: Album
nb: Albumer
pl: Albumy
pt: Álbuns
pt_pt: Álbuns
ro: Albume
ru: Альбомы
sk: Albumy
sl: Albumi
sv: Album
th: อัลบั้ม
tr: Albümler
uk: Альбоми
vi: Album
zh_cn: 相簿
zh_hk: 相簿
zh_tw: 相簿

# ALCHEMIZE_BUTTON_SETTINGS_FOOTER
source: Show the control on photos to transform regular photos into spatial.
ar: إظهار عنصر التحكم على الصور لتحويل الصور العادية إلى مكانية.
bg: Показване на бутоните на управление на снимките за трансформиране на обикновени снимки в пространствени.
ca: Mostra el control a les fotos estàndard per transformar‑les en espacials.
cs: Zobrazí na fotkách ovládací prvek, který proměňuje běžné fotky v prostorové.
da: Vis betjeningsmuligheden på fotos til transformering af almindelige fotos til rumlige.
de: Zeige das Steuerelement auf regulären Fotos an, um daraus räumliche Fotos zu erstellen.
el: Εμφάνιση των στοιχείων ελέγχου σε φωτογραφίες για μετατροπή τυπικών φωτογραφιών σε χωρικές.
es: Se mostrará en las fotos el control que permite convertirlas en espaciales.
es_us: Muestra el control en las fotos para transformar fotos normales en espaciales.
fi: Näytä kuvissa säädin, jolla tavalliset kuvat voidaan muuntaa tilallisiksi.
fr: Affichez sur les photos la commande permettant de convertir des photos standard en photos spatiales.
fr_ca: Affichez la commande sur les photos pour les transformer en photos spatiales.
he: ניתן להציג בתמונות את הפקד שמאפשר המרה של תמונות רגילות למרחביות.
hi: नियमित तस्वीर को स्पेशियल में बदलने के लिए तस्वीर पर नियंत्रण दिखाएँ।
hr: Prikažite kontrolu na fotografijama za transformiranje regularnih fotografija u prostorne.
hu: Megjeleníti a fotókon a vezérlőt, amellyel a normál fotókat térbelivé alakíthatja.
id: Tampilkan kontrol pada foto untuk mentransformasi foto biasa menjadi spasial.
it: Mostra sulle foto il controllo per trasformarle da normali a spaziali.
ja: 通常の写真を空間写真に変換するためのコントロールを写真上に表示します。
kk: Кәдімгі фотоларды кеңістікке айналдыру үшін фотоларда басқару элементін көрсетіңіз.
ko: 일반 사진을 공간 사진으로 변형하기 위한 제어기를 표시합니다.
lt: Rodyti nuotraukų valdiklį, kad paprastas nuotraukas būtų galima paversti erdvinėmis.
ms: Tunjukkan kawalan pada foto untuk mengubah foto biasa menjadi foto ruang.
nb: Vis kontrollen på bilder for å gjøre et vanlig blide om til et romlig bilde.
nl: Toon de regelaar op foto's om gewone foto's om te zetten in ruimtelijke foto's.
pl: Wyświetlaj na zdjęciach narzędzie przekształcania zwykłych zdjęć na przestrzenne.
pt: Mostra o controle para transformar fotos normais em fotos espaciais.
pt_pt: Mostrar o controlo nas fotografias para transformar fotografias padrão em espaciais.
ro: Afișați comanda în poze pentru a transforma pozele obișnuite în poze spațiale.
ru: Показывать на фото элемент управления, позволяющий превращать обычные фотов в пространственные.
sk: Zobrazí na fotkách ovládací prvok, ktorý umožňuje zmeniť obyčajnú fotku na priestorovú.
sl: Prikažite krmilne funkcije na fotografijah za pretvarjanje običajnih fotografij v prostorske.
sv: Visa reglaget på bilder för att omvandla vanliga bilder till rumsliga.
th: แสดงตัวควบคุมบนรูปภาพเพื่อแปลงรูปภาพปกติให้เป็นรูปภาพเชิงมิติพื้นที่
tr: Normal fotoğrafları uzamsala dönüştürme denetimini fotoğraflarda gösterir.
uk: Показувати на фотографіях елемент керування перетворенням звичайних знімків на просторові.
vi: Hiển thị điều khiển trên ảnh để biến ảnh thông thường thành ảnh không gian.
zh_cn: 显示照片上的控制将普通照片转换为空间照片。
zh_hk: 顯示相片上的控制項目以將一般相片轉換成空間相片。
zh_tw: 顯示照片上的控制項目來將一般照片轉換成空間照片。

# ALCHEMIZE_BUTTON_SETTINGS_SWITCH
source: Control for Creating Spatial Photos
ar: عنصر تحكم لإنشاء صور مكانية
bg: Бутон за управление за създаване на пространствени снимки
ca: Control per crear fotos espacials
cs: Ovládací prvek pro vytváření prostorových fotek
da: Betjeningsmulighed til oprettelse af rumlige fotos
de: Steuerelement zum Erstellen von räumlichen Fotos
el: Στοιχείο ελέγχου για δημιουργία χωρικών φωτογραφιών
es: Control para crear fotos espaciales
es_us: Control para crear fotos espaciales
fi: Tilallisten kuvien luomisen säädin
fr: Commande de création de photos spatiales
fr_ca: Commande de création de photos spatiales
he: פקד ליצירת תמונות מרחביות
hi: स्पेशियल तस्वीरें बनाने के लिए कंट्रोल
hr: Kontrola za izradu prostornih fotografija
hu: Térbeli fotók létrehozására szolgáló vezérlő
id: Kontrol untuk Membuat Foto Spasial
it: Controllo per la creazione di foto spaziali
ja: 空間写真を作成するためのコントロール
kk: Кеңістіктік фотолар жасауға арналған басқару элементі
ko: 공간 사진 생성을 위한 제어기
lt: Valdiklis, skirtas erdvinėms nuotraukoms kurti
ms: Kawalan untuk Mencipta Foto Ruang
nb: Kontroll for å opprette romlige bilder
nl: Regelaar voor het aanmaken van ruimtelijke foto's
pl: Narzędzie tworzenia zdjęć przestrzennych
pt: Controle para Criar Fotos Espaciais
pt_pt: Controlo para criar fotografias espaciais
ro: Comandă pentru crearea pozelor spațiale
ru: Создание пространственных фото
sk: Ovládanie na tvorbu priestorových fotiek
sl: Krmilna funkcija za ustvarjanje prostorskih fotografij
sv: Reglage för att skapa rumsliga bilder
th: ตัวควบคุมสำหรับสร้างรูปภาพเชิงมิติพื้นที่
tr: Uzamsal Fotoğraf Yaratma Denetimi
uk: Елемент керування для створення просторових фото
vi: Điều khiển để tạo ảnh không gian
zh_cn: 用于创建空间照片的控制
zh_hk: 製作空間相片的控制項目
zh_tw: 製作空間照片的控制項目

source: Ask
ar: اسأل
bg: Попитай
ca: Pregunta
cs: Dotaz
da: Spørg
de: Suchen
el: Ερώτηση
es: Preguntar
es_us: Preguntar
fi: Kysy
fr: Demander
fr_ca: Demander
he: הצגת בקשה
hi: पूछें
hr: Pitaj
hu: Kérdezés
id: Tanya
it: Chiedi
ja: 確認
kk: Сұрау
ko: 묻기
lt: Klausti
ms: Minta
nb: Spør
nl: Vraag
pl: Prośba
pt: Perguntar
pt_pt: Perguntar
ro: Solicitați
ru: Спросить
sk: Opýtať
sl: Vprašaj
sv: Fråga
th: ถาม
tr: Sor
uk: Питати
vi: Y.cầu
zh_cn: 询问
zh_hk: 詢問
zh_tw: 詢問

# AUTOPLAY_SWITCH
source: Auto-Play Motion
ar: تشغيل تلقائي للحركة
bg: Движение за автоматично пускане
ca: Reprodueix automàticament
cs: Automaticky přehrávat pohyb
da: Afspil automatisk bevægelse
de: Bewegung automatisch wiedergeben
el: Αυτόματη αναπαραγωγή κίνησης
es: Reproducción automática
es_us: Reproducir movimiento automáticamente
fi: Automaattisen toiston liike
fr: Lecture automatique des animations
fr_ca: Lecture automatique des animations
he: הפעלה אוטומטית של תנועה
hi: ऑटो-प्ले मोशन
hr: Automatski reproduciraj kretanje
hu: Mozgás automatikus lejátszása
id: Putar Otomatis Gerakan
it: Riproduci automaticamente il movimento
ja: モーションを自動再生
kk: Қозғалысты авто ойнату
ko: 모션 자동 재생
lt: Automatiškai atkurti judesio efektą
ms: Main Auto Pergerakan
nb: Spill av bevegelse automatisk
nl: Speel beweging automatisch af
pl: Automatycznie odtwarzaj efekt ruchu
pt: Reprodução Automática de Movimento
pt_pt: Reproduzir movimento automaticamente
ro: Auto‑redare mișcare
ru: Автовоспроизведение движения
sk: Automaticky prehrávať pohyb
sl: Samodejno predvajaj gibanje
sv: Spela automatiskt upp rörelse
th: เล่นการเคลื่อนไหวโดยอัตโนมัติ
tr: Hareketli Videoları Otomatik Oynat
uk: Автовідтворення руху
vi: Tự động phát chuyển động
zh_cn: 自动播放动态效果
zh_hk: 自動播放動態效果
zh_tw: 自動播放動態效果

# CONTENT_PRIVACY_DISABLE_PASSCODE_SUBTITLE_FACEID
source: Your passcode is required to turn off Face ID in Photos
ar: مطلوب رمز الدخول لإيقاف بصمة الوجه في تطبيق الصور
bg: Изисква се вашият код, за да изключите Face ID в Снимки
ca: El codi és obligatori per desactivar el Face ID a l’app Fotos.
cs: Před vypnutím Face ID ve Fotkách musíte zadat přístupový kód
da: Din kode kræves for at slå Face ID fra i Fotos
de: Zum Deaktivieren von Face ID in „Fotos“ wird dein Code benötigt.
el: Απαιτείται ο κωδικός σας για απενεργοποίηση του Face ID στις Φωτογραφίες
es: Debes introducir tu código para desactivar Face ID en la app Fotos.
es_us: Se requiere tu código para desactivar Face ID en Fotos
fi: Face ID:n laittaminen pois päältä Kuvissa vaatii pääsykoodin
fr: Votre code est requis pour désactiver Face ID dans Photos.
fr_ca: Votre code est requis pour désactiver Face ID dans Photos.
he: כיבוי Face ID ב״תמונות״ מחייב שימוש בקוד הגישה שלך
hi: तस्वीर में Face ID बंद करने के लिए आपका पासकोड आवश्यक है
hr: Vaša šifra potrebna je za isključenje Face ID-ja u aplikaciji Foto
hu: A Face ID Fotókban való kikapcsolásához a jelkódjára van szükség
id: Kode sandi Anda diperlukan untuk mematikan Face ID di Foto
it: Per disattivare Face ID in Foto, è richiesto il codice
ja: “写真”でFace IDをオフにするにはパスコードが必要です
kk: «Фотолар» қолданбасында Face ID функциясын өшіру үшін құпиякод қажет
ko: 사진 앱에서 Face ID를 끄려면 사용자 암호가 필요합니다.
lt: Norint išjungti „Face ID“ programoje „Nuotraukos“, reikalingas priegos kodas
ms: Kod laluan anda diperlukan untuk menyahaktifkan Face ID dalam Foto
nb: Koden til enheten kreves for å slå av Face ID i Bilder
nl: Je toegangscode is vereist om Face ID in Foto's uit te schakelen
pl: Wyłączenie Face ID w aplikacji Zdjęcia wymaga podania kodu
pt: Seu código é exigido para desativar o Face ID no app Fotos
pt_pt: O seu código é necessário para desativar o Face ID em Fotografias.
ro: Pentru a dezactiva Face ID în Poze, este necesar codul de acces
ru: Чтобы выключить Face ID в приложении «Фото», необходимо ввести код‑пароль.
sk: Na vypnutie funkcie Face ID v apke Fotky sa vyžaduje váš kód
sl: Za odklepanje funkcije Face ID v aplikaciji Fotografije je potrebna koda za dostop
sv: Din lösenkod krävs för att stänga av Face ID i Bilder
th: ต้องใช้รหัสของคุณเพื่อปิดใช้ Face ID ในรูปภาพ
tr: Fotoğraflar’da Face ID’yi kapatmak için parolanız gerekiyor
uk: Щоб вимкнути Face ID у Фотографіях, потрібен ваш код допуску
vi: Yêu cầu nhập mật mã của bạn để tắt Face ID trong Ảnh
zh_cn: 需要密码以在“照片”中关闭面容ID
zh_hk: 需要你的密碼才能在「相片」中關閉Face ID
zh_tw: 需要你的密碼才能在「照片」中關閉Face ID

# CONTENT_PRIVACY_DISABLE_PASSCODE_SUBTITLE_GENERAL
source: Your passcode is required to turn off authentication in Photos
ar: مطلوب رمز الدخول لإيقاف المصادقة في تطبيق الصور
bg: Изисква се вашият код, за да изключите идентификацията в Снимки
ca: El codi és obligatori per desactivar l’autenticació a l’app Fotos.
cs: Před vypnutím ověřování totožnosti ve Fotkách musíte zadat přístupový kód
da: Din kode kræves for at slå godkendelse fra i Fotos
de: Zum Deaktivieren der Authentifizierung in „Fotos“ wird dein Code benötigt.
el: Απαιτείται ο κωδικός σας για απενεργοποίηση του ελέγχου ταυτότητας στις Φωτογραφίες
es: Debes introducir tu código para desactivar la autenticación en la app Fotos.
es_us: Se requiere tu código para desactivar la autenticación en Fotos
fi: Todentamisen laittaminen pois päältä Kuvissa vaatii pääsykoodin
fr: Votre code est requis pour désactiver l’authentification dans Photos.
fr_ca: Votre code est requis pour désactiver l’authentification dans Photos.
he: כיבוי הצורך באימות ב״תמונות״ מחייב שימוש בקוד הגישה שלך
hi: तस्वीर में प्रमाणन बंद करने के लिए आपका पासकोड आवश्यक है
hr: Vaša šifra potrebna je za isključenje autorizacije u aplikaciji Foto
hu: A hitelesítés Fotókban való kikapcsolásához a jelkódjára van szükség
id: Kode sandi Anda diperlukan untuk mematikan pengesahan di Foto
it: Per disattivare l’autenticazione in Foto, è richiesto il codice
ja: “写真”で認証機能をオフにするにはパスコードが必要です
kk: «Фотолар» қолданбасында аутентификацияны өшіру үшін құпиякод қажет
ko: 사진 앱에서 인증을 끄려면 사용자 암호가 필요합니다.
lt: Norint išjungti autentifikavimą programoje „Nuotraukos“, reikalingas priegos kodas
ms: Kod laluan anda diperlukan untuk menyahaktifkan pengesahan dalam Foto
nb: Du må oppgi koden til enheten for å slå av autentisering i Bilder
nl: Je toegangscode is vereist om authenticatie in Foto's uit te schakelen
pl: Wyłączenie uwierzytelniania w aplikacji Zdjęcia wymaga podania kodu
pt: Seu código é exigido para desativar a autenticação no app Fotos
pt_pt: O seu código é necessário para desativar a autenticação em Fotografias.
ro: Pentru a dezactiva autentificarea în Poze, este necesar codul de acces
ru: Чтобы выключить аутентификацию в приложении «Фото», необходимо ввести код‑пароль.
sk: Na vypnutie autentifikácie v apke Fotky sa vyžaduje váš kód
sl: Za izklop preverjanja pristnosti v aplikaciji Fotografije je potrebna koda za dostop
sv: Din lösenkod krävs för att stänga av autentisering i Bilder
th: ต้องใช้รหัสของคุณเพื่อปิดใช้การตรวจสอบสิทธิ์ในรูปภาพ
tr: Fotoğraflar’da kimlik doğrulamayı kapatmak için parolanız gerekiyor
uk: Щоб вимкнути вимогу автентифікації в Фотографіях, потрібен ваш код допуску
vi: Yêu cầu nhập mật mã của bạn để tắt xác thực trong Ảnh
zh_cn: 需要密码以在“照片”中关闭认证
zh_hk: 需要你的密碼才能在「相片」中關閉認證
zh_tw: 需要你的密碼才能在「照片」中關閉認證

# CONTENT_PRIVACY_DISABLE_PASSCODE_SUBTITLE_OPTIC
source: Your passcode is required to turn off Optic ID in Photos
ar: مطلوب رمز الدخول لإيقاف بصمة العين في تطبيق الصور
bg: Изисква се вашият код, за да изключите Optic ID в Снимки
ca: El codi és obligatori per desactivar l’Optic ID a l’app Fotos.
cs: Před vypnutím Optic ID ve Fotkách musíte zadat přístupový kód
da: Din kode kræves for at slå Optic ID fra i Fotos
de: Zum Deaktivieren von Optic ID in „Fotos“ ist dein Code erforderlich.
el: Απαιτείται ο κωδικός σας για απενεργοποίηση του Optic ID στις Φωτογραφίες
es: Debes introducir tu código para desactivar Optic ID en la app Fotos.
es_us: Se requiere tu código para desactivar Optic ID en Fotos
fi: Optic ID:n laittaminen pois päältä Kuvissa vaatii pääsykoodin
fr: Votre code est requis pour désactiver Optic ID dans Photos.
fr_ca: Votre code est requis pour désactiver Optic ID dans Photos.
he: כיבוי Optic ID ב״תמונות״ מחייב שימוש בקוד הגישה שלך
hi: तस्वीर में Optic ID बंद करने के लिए आपका पासकोड आवश्यक है
hr: Vaša šifra potrebna je za isključenje Optic ID-ja u aplikaciji Foto
hu: Az Optic ID Fotókban való kikapcsolásához a jelkódjára van szükség
id: Kode sandi Anda diperlukan untuk mematikan Optic ID di Foto
it: Per disattivare Optic ID in Foto, è richiesto il codice
ja: “写真”でOptic IDをオフにするにはパスコードが必要です
kk: «Фотолар» қолданбасында Optic ID функциясын өшіру үшін құпиякод қажет
ko: 사진 앱에서 Optic ID를 끄려면 사용자 암호가 필요합니다.
lt: Norint išjungti „Optic ID“ programoje „Nuotraukos“, reikalingas priegos kodas
ms: Kod laluan anda diperlukan untuk menyahaktifkan Optic ID dalam Foto
nb: Koden til enheten kreves for å slå av Optic ID i Bilder
nl: Je toegangscode is vereist om Optic ID in Foto's uit te schakelen
pl: Wyłączenie Optic ID w aplikacji Zdjęcia wymaga podania kodu
pt: Seu código é necessário para desativar o Optic ID no app Fotos
pt_pt: O seu código é necessário para desativar o Optic ID em Fotografias.
ro: Pentru a dezactiva Optic ID în Poze, este necesar codul de acces
ru: Чтобы выключить Optic ID в приложении «Фото», необходимо ввести код‑пароль.
sk: Na vypnutie funkcie Optic ID v apke Fotky sa vyžaduje váš kód
sl: Za izklop funkcije Optic ID v aplikaciji Fotografije je potrebna koda za dostop
sv: Din lösenkod krävs för att stänga av Optic ID i Bilder
th: ต้องใช้รหัสของคุณเพื่อปิดใช้ Optic ID ในรูปภาพ
tr: Fotoğraflar’da Optic ID’yi kapatmak için parolanız gerekiyor
uk: Щоб вимкнути Optic ID у Фотографіях, потрібен ваш код допуску
vi: Yêu cầu nhập mật mã của bạn để tắt Optic ID trong Ảnh
zh_cn: 需要密码以在“照片”中关闭视控ID
zh_hk: 需要你的密碼才能在「相片」中關閉Optic ID
zh_tw: 需要你的密碼才能在「照片」中關閉Optic ID

# CONTENT_PRIVACY_DISABLE_PASSCODE_SUBTITLE_TOUCHID
source: Your passcode is required to turn off Touch ID in Photos
ar: مطلوب رمز الدخول لإيقاف بصمة الإصبع في تطبيق الصور
bg: Изисква се вашият код, за да изключите Touch ID в Снимки
ca: El codi és obligatori per desactivar el Touch ID a l’app Fotos.
cs: Před vypnutím Touch ID ve Fotkách musíte zadat přístupový kód
da: Din kode kræves for at slå Touch ID fra i Fotos
de: Zum Deaktivieren von Touch ID in „Fotos“ wird dein Code benötigt.
el: Απαιτείται ο κωδικός σας για απενεργοποίηση του Touch ID στις Φωτογραφίες
es: Debes introducir tu código para desactivar Touch ID en la app Fotos.
es_us: Se requiere tu código para desactivar Touch ID en Fotos
fi: Touch ID:n laittaminen pois päältä Kuvissa vaatii pääsykoodin
fr: Votre code est requis pour désactiver Touch ID dans Photos.
fr_ca: Votre code est requis pour désactiver Touch ID dans Photos.
he: כיבוי Touch ID ב״תמונות״ מחייב שימוש בקוד הגישה שלך
hi: तस्वीर में Touch ID बंद करने के लिए आपका पासकोड आवश्यक है
hr: Vaša šifra potrebna je za isključenje Touch ID-ja u aplikaciji Foto
hu: A Touch ID Fotókban való kikapcsolásához a jelkódjára van szükség
id: Kode sandi Anda diperlukan untuk mematikan Touch ID di Foto
it: Per disattivare Touch ID in Foto, è richiesto il codice
ja: “写真”でTouch IDをオフにするにはパスコードが必要です
kk: «Фотолар» қолданбасында Touch ID функциясын өшіру үшін құпиякод қажет
ko: 사진 앱에서 Touch ID를 끄려면 사용자 암호가 필요합니다.
lt: Norint išjungti „Touch ID“ programoje „Nuotraukos“, reikalingas priegos kodas
ms: Kod laluan anda diperlukan untuk menyahaktifkan Touch ID dalam Foto
nb: Koden til enheten kreves for å slå av Touch ID i Bilder
nl: Je toegangscode is vereist om Touch ID in Foto's uit te schakelen
pl: Wyłączenie Touch ID w aplikacji Zdjęcia wymaga podania kodu
pt: Seu código é exigido para desativar o Touch ID no app Fotos
pt_pt: O seu código é necessário para desativar o Touch ID em Fotografias.
ro: Pentru a dezactiva Touch ID în Poze, este necesar codul de acces
ru: Чтобы выключить Touch ID в приложении «Фото», необходимо ввести код‑пароль.
sk: Na vypnutie funkcie Touch ID v apke Fotky sa vyžaduje váš kód
sl: Za odklepanje funkcije Touch ID v aplikaciji Fotografije je potrebna koda za dostop
sv: Din lösenkod krävs för att stänga av Touch ID i Bilder
th: ต้องใช้รหัสของคุณเพื่อปิดใช้ Touch ID ในรูปภาพ
tr: Fotoğraflar’da Touch ID’yi kapatmak için parolanız gerekiyor
uk: Щоб вимкнути Touch ID у Фотографіях, потрібен ваш код допуску
vi: Yêu cầu nhập mật mã của bạn để tắt Touch ID trong Ảnh
zh_cn: 需要密码以在“照片”中关闭触控ID
zh_hk: 需要你的密碼才能在「相片」中關閉Touch ID
zh_tw: 需要你的密碼才能在「照片」中關閉Touch ID

# CONTENT_PRIVACY_DISABLE_PASSCODE_TITLE
source: Confirm with Passcode
ar: التأكيد باستخدام رمز الدخول
bg: Потвърждаване с Код
ca: Confirma‑ho amb el codi
cs: Potvrďte kódem
da: Bekræft vha. kode
de: Mit Code bestätigen
el: Επιβεβαίωση με κωδικό
es: Confirma con tu código
es_us: Confirmar con código
fi: Vahvista pääsykoodilla
fr: Confirmer avec le code
fr_ca: Confirmer avec le code
he: אישור באמצעות קוד גישה
hi: पासकोड से पुष्टि करें
hr: Potvrdite šifrom
hu: Megerősítés jelkóddal
id: Konfirmasi dengan Kode Sandi
it: Conferma con il codice
ja: パスコードで承認
kk: Құпиякодпен растау
ko: 암호로 확인
lt: Patvirtinkite naudodami prieigos kodą
ms: Sahkan dengan Kod Laluan
nb: Bekreft med kode
nl: Bevestig met toegangscode
pl: Potwierdź kodem
pt: Confirme com o Código
pt_pt: Confirmar com código
ro: Confirmați utilizând codul de acces
ru: Подтвердите с код‑паролем
sk: Potvrdenie pomocou kódu
sl: Potrditev s kodo za dostop
sv: Bekräfta med lösenkod
th: ยืนยันด้วยรหัส
tr: Parola ile Onayla
uk: Підтвердьте кодом допуску
vi: Xác nhận bằng mật mã
zh_cn: 通过密码确认
zh_hk: 用密碼確認
zh_tw: 用密碼確認

# CONTENT_PRIVACY_DISABLE_TOUCHID_TITLE
source: Touch ID to Disable Authentication
ar: استخدام بصمة الإصبع لتعطيل المصادقة
bg: Touch ID за деактивиране на идентификацията
ca: Utilitza el Touch ID per desactivar l’autenticació
cs: Chcete‑li deaktivovat ověřování totožnosti, použijte Touch ID
da: Brug Touch ID for at slå godkendelse fra
de: Touch ID verwenden, um Authentifizierung zu deaktivieren
el: Χρησιμοποιήστε το Touch ID για απενεργοποίηση του ελέγχου ταυτότητας
es: Usa Touch ID para desactivar la autenticación
es_us: Usa Touch ID para desactivar la autenticación
fi: Poista todentaminen käytöstä Touch ID:llä
fr: Utiliser Touch ID pour désactiver l’authentification
fr_ca: Désactivez l’authentification avec Touch ID
he: יש להשתמש ב‑Touch ID כדי לבטל את הצורך באימות
hi: प्रमाणन अक्षम करने के लिए Touch ID का उपयोग करें
hr: Upotrijebite Touch ID za onemogućavanje autorizacije
hu: Touch ID használata a hitelesítés kikapcsolásához
id: Touch ID untuk Menonaktifkan Pengesahan
it: Per disabilitare l’autenticazione, usa Touch ID
ja: Touch IDを使用して認証機能を無効にする
kk: Аутентификацияны өшіру үшін Touch ID пайдаланыңыз
ko: 인증을 비활성화하려면 Touch ID를 사용하십시오.
lt: Naudokite „Touch ID“, kad išjungtumėte autentifikavimą
ms: Touch ID untuk Menyahdayakan Pengesahan
nb: Bruk Touch ID for slå av autentisering
nl: Gebruik Touch ID om authenticatie uit te schakelen
pl: Użyj Touch ID, aby wyłączyć wymaganie uwierzytelnienia
pt: Use o Touch ID para Desativar Autenticação
pt_pt: Usar Touch ID para desativar a autenticação
ro: Utilizați Touch ID pentru a dezactiva autentificarea
ru: Используйте Touch ID, чтобы выключить аутентификацию
sk: Ak chcete vypnúť vyžadovanie autentifikácie, použite Touch ID
sl: Onemogočanje preverjanja pristnosti s funkcijo Touch ID
sv: Använd Touch ID om du vill stänga av autentisering
th: ใช้ Touch ID เพื่อปิดใช้งานการตรวจสอบสิทธิ์
tr: Yetkilendirmeyi etkisizleştirmek için Touch ID
uk: Застосуйте Touch ID, щоб вимкнути вимогу автентифікації
vi: Touch ID để tắt tính năng xác thực
zh_cn: 使用触控ID停用认证
zh_hk: 使用Touch ID停用認證
zh_tw: 使用Touch ID來停用認證
